from ..article import Article


ARTICLES = {
    1: Article(
        """
По виду и не скажешь, что Ту-Попларс – самый крупный город на сотни миль вокруг! Весной фургоны и повозки увязали на главной улице по самые оси, и теперь, когда летний зной в камень высушил землю, она оказалась исполосованной глубокими колеями. По обочине тянутся два ряда домов, большинство из них бревенчатые и дощатые, некрашеные. Однако попадаются и хорошие двухэтажные дома с резными перильцами, есть даже кирпичные здания – Ту-Попларс растет и строится!
Первым делом, разумеется, вы навещаете местного шерифа. Увы, он ничем не может помочь. Да, бандиты орудуют на Земле Тома Дэвиса. Да, время от времени они и в город наведываются. Но ничего конкретного о них власти не знают...
С тяжелым сердцем покидаете вы контору шерифа. Не хотелось бы отправляться в путь вслепую...
В городе есть несколько мест, где можно узнать новости: это салун «Мустанг»  п451,  ресторан «Двери рая» (имейте в виду, цены там высокие!)  п181  и постоялый двор для дилижансов  п382.  Вы, конечно, очень торопитесь, но, может быть, найдете время посетить одно из этих заведений?
Если не считаете нужным это сделать, то  п91.        
        """,
        {

        },
    )

}
